/* No comment provided by engineer. */
"Connecting to App Store..." = "Connecting to App Store...";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Purchase Failed" = "Purchase Failed";

/* No comment provided by engineer. */
"Purchase Successful" = "Purchase Successful";

/* No comment provided by engineer. */
"Thank you. You have successfully remove all Ads" = "Thank you. You have successfully remove all Ads";

/* No comment provided by engineer. */
"Unfortunately you have cancelled your purchase of remove Ads. Please try again." = "Unfortunately you have cancelled your purchase of remove Ads. Please try again.";

/* No comment provided by engineer. */
"Check your parental control settings and try again later" = "Check your parental control settings and try again later";

/* No comment provided by engineer. */
"Dismiss" = "Dismiss";

/* No comment provided by engineer. */
"In-App Purchasing disabled" = "In-App Purchasing disabled";

/* No comment provided by engineer. */
"Review request approved" = "Review request approved";

/* No comment provided by engineer. */
"You can use this feature for reviewing the app." = "You can use this feature for reviewing the app.";

"Game Type" = "Game Type";

"Board Size" = "Board Size";

"Theme" = "Theme";

"Powers of 2" = "Powers of 2";

"Powers of 3" = "Powers of 3";

"Fibonacci" = "Fibonacci";

"Default" = "Default";

"Vibrant" = "Vibrant";

"Joyful" = "Joyful";

"For Fibonacci games, a tile can be joined with a tile that is one level above or below it, but not to one equal to it. For Powers of 3, you need 3 consecutive tiles to be the same to trigger a merge!" = "For Fibonacci games, a tile can be joined with a tile that is one level above or below it, but not to one equal to it. For Powers of 3, you need 3 consecutive tiles to be the same to trigger a merge!";

"The smaller the board is, the harder! For 5 x 5 board, two tiles will be added every round if you are playing Powers of 2." = "The smaller the board is, the harder! For 5 x 5 board, two tiles will be added every round if you are playing Powers of 2.";

"Choose your favorite appearance and get your own feeling of 2048! More (and higher quality) themes are in the works so check back regularly!" = "Choose your favorite appearance and get your own feeling of 2048! More (and higher quality) themes are in the works so check back regularly!";

"Please note: Changing the settings above would restart the game." = "Please note: Changing the settings above would restart the game.";

"Remove Ads" = "Remove Ads";

"Pino Effects" = "Pino Effects";

"On" = "On";

"Off" = "Off";

"Join the numbers to get to %ld!" = "Join the numbers to get to %ld!";

"Game Over"= "Game Over";

"You Win!" = "You Win!";

"Connecting to App Store failed!" = "Connecting to App Store failed!";

"Please try later!" = "Please try later!";

"Restore Your Purchase!" = "Restore Your Purchase!";